/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ di %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Questo comando rapido è stato importato da %1$@ (%2$@).";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Questo comando rapido è stato importato da %1$@ (%2$@).";

/* %@ = action name */
"Add “%@”" = "Aggiungi “%@”";

/* %@ = action name */
"Remove “%@”" = "Rimuovi “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Vuoi eseguire il logout da %@ su Comandi Rapidi?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Vuoi eseguire il logout da %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Questo comando rapido è stato importato da %@. Vuoi eseguirlo?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "come %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Vuoi eliminare anche l'azione in “%@”?";

/* %@=app name */
"Install %@" = "Installa %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Frase di Siri";

/* Access resource action settings title */
"Accounts" = "Account";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Hai concluso la modifica dei comandi rapidi";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "L'azione “%@” è stata segnata come preferita";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "“%@” rimossa dalle azioni preferite";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Comando rapido in esecuzione";

/* Accessibility action */
"Delete shortcut" = "Elimina comando rapido";

/* Accessibility action */
"Duplicate shortcut" = "Duplica il comando rapido";

/* Accessibility action */
"Favorite Action" = "Segna l'azione come preferita";

/* Accessibility action */
"Rename shortcut" = "Rinomina il comando rapido";

/* Accessibility action */
"Un-favorite Action" = "Rimuovi dalle azioni preferite";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Modifica il comando rapido";

/* Accessibility action or discoverability title */
"Run shortcut" = "Esegui il comando rapido";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "azione “%@” aggiunta al comando rapido";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Tipi di input accettati";

/* Accessibility announcement */
"Closed variables tray" = "Cassetto variabili chiuso";

/* Accessibility announcement */
"Editing shortcuts" = "Modifica comandi rapidi";

/* Accessibility announcement */
"Opened variables tray" = "Cassetto variabili aperto";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "trascino";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Esecuzione comando rapido conclusa";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "l'azione “%1$@” è stata aggiunta al comando rapido fornito prima di “%2$@”";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "l'azione “%1$@” è stata aggiunta al comando rapido fornito dopo “%2$@”";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "azione spostata sopra %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "azione spostata sotto %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "l'azione “%@” è stata rimossa";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Comando rapido “%@” duplicato";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "contratto";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Trascinamento";

/* Accessibility announcement; expanded parameter */
"expanded" = "espanso";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Comando rapido interrotto";

/* Accessibility hint */
"Closes the shortcut" = "Chiude il comando rapido";

/* Accessibility hint */
"Creates a new shortcut" = "Crea un nuovo comando rapido";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Elimina i comandi rapidi selezionati";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Tocca due volte per aggiungere l'elemento alla fine del comando rapido. Tocca due volte e tieni premuto, quindi trascina per personalizzare la posizione del comando rapido.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Trascinabile: tocca due volte e tieni premuto, attendi il suono, quindi trascina per modificare l'ordine. Tocca due volte per selezionare un elemento.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplica i comandi rapidi selezionati";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Questo comando rapido verrà mostrato nell'estensione delle azioni dei comandi rapidi sul menu di condivisione di iOS quando il contenuto da condividere appartiene a uno dei tipi selezionati.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Disattiva la modalità di modifica dei comandi rapidi";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Attiva la modalità di modifica dei comandi rapidi";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Tocca due volte per comprimere la visualizzazione del cassetto azioni a metà schermo";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Tocca due volte per espandere completamente il cassetto azioni";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Tocca due volte per leggere la descrizione dell'azione.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Trascinabile: tocca due volte e tieni premuto, attendi il suono, quindi trascina per modificare l'ordine. Tocca due volte ascoltare la descrizione dell'azione.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Tocca due volte per attivare o disattivare l'impostazione";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Tocca due volte per scegliere";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Tocca due volte per comprimere";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Tocca due volte per inserire";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Tocca due volte per espandere";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Esegue il comando rapido %@";

/* Accessibility label */
"Add Tag" = "Aggiungi tag";

/* Accessibility label */
"Close" = "Chiudi";

/* Accessibility label */
"Create Shortcut" = "Crea comando rapido";

/* Accessibility label */
"Show Keyboard" = "Mostra tastiera";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "In %@";

/* Accessibility label or discoverability title */
"Redo" = "Ripeti";

/* Accessibility label or discoverability title */
"Undo" = "Annulla";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Vista contratta";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "A schermo dimezzato";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "A tutto schermo";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Azione: %@ - In esecuzione - %d% completata";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "azione %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Rimuovi il filtro";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (comando rapido non selezionato)";

/* Accessibility value; switch is on */
"On" = "Attivo";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Rilascia per rimuovere %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "L'azione passa un input come output.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Ottiene l'input passato all'inizio del comando rapido.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Non hai ancora condiviso comandi rapidi nel pannello di condivisione.\n\nPer aggiungerne uno, crea un comando rapido e attiva l'opzione “Mostra nella condivisione” nelle impostazioni.";

/* Action extension; no search results */
"No shortcuts match the search." = "Non ci sono comandi rapidi che corrispondano ai criteri di ricerca.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Non hai ancora creato comandi rapidi.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Suggerimenti di Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Comando rapido: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Aggiungi al comando";

/* Add search filter */
"Add Filter" = "Aggiungi filtro";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Chiunque abbia accesso a questo link di condivisione potrà vedere i contenuti di questo comando rapido.";

/* Alert title */
"Error" = "Errore";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Crea il link di iCloud";

/* Allow access to service */
"Allow Access" = "Consenti accesso";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "%@ (app non installata)";

/* App search view; navigation bar title */
"Choose App" = "Scegli app";

/* App search view; no results */
"No results." = "Nessun risultato.";

/* App search view; search bar placeholder */
"Search apps…" = "Cerca app…";

/* Apple Watch complication */
"Complication" = "Complicazione";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Non hai ancora creato comandi rapidi per il tuo Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Seleziona i comandi rapidi da mostrare nella complicazione Comandi Rapidi del quadrante di Apple Watch.\n\nCon il passare del tempo, l'app ottimizzerà il momento in cui mostrare i comandi rapidi nella complicazione in base al momento in cui li esegui.";

/* Apps category */
"Apps" = "App";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Chiede di inserire un testo durante l'esecuzione di questo comando rapido.";

/* Boolean false */
"False" = "Falso";

/* Boolean true */
"True" = "Vero";

/* Button */
"Back" = "Indietro";

/* Button */
"Cancel" = "Annulla";

/* Button */
"Choose Variable" = "Scegli variabile";

/* Button */
"Clear" = "Annulla";

/* Button */
"Delete Actions" = "Elimina azioni";

/* Button */
"Delete Shortcut" = "Elimina comando rapido";

/* Button */
"Done" = "Fine";

/* Button */
"Get More Shortcuts" = "Ottieni più comandi rapidi";

/* Button */
"Go Back" = "Indietro";

/* Button */
"Help" = "Aiuto";

/* Button */
"Keep Actions" = "Mantieni le azioni";

/* Button */
"Next" = "Avanti";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Rimuovi azione";

/* Button */
"Remove Action From Shortcut" = "Rimuovi l'azione dal comando rapido";

/* Button */
"Remove Photo" = "Rimuovi foto";

/* Button */
"Select Magic Variable" = "Seleziona variabile magica";

/* Button */
"Select Photo" = "Seleziona foto";

/* Button */
"Show Action Settings" = "Mostra impostazioni azione";

/* Button */
"Show Actions" = "Mostra azioni";

/* Button */
"Sign Out" = "Esci";

/* Button */
"Take Photo" = "Scatta foto";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Aggiungi a Home";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Aggiungi a Home";

/* Button or title */
"Delete" = "Elimina";

/* Button or title */
"Run Shortcut" = "Esegui il comando rapido";

/* Button or title */
"Settings" = "Impostazioni";

/* Button or title */
"Variables" = "Variabili";

/* Button title */
"Add to Siri" = "Aggiungi a Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Ottieni comando rapido";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Mostra risultato a schermo intero";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Dai un'occhiata";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Condividi risultato";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Questo comando rapido è compatibile con i servizi e le app di seguito:";

/* Choose an item */
"Choose" = "Scegli";

/* Conditional AND */
"and" = "e";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Riporta condizione Altrimenti";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Le azioni posizionate dopo l'opzione Altrimenti verranno eseguite se la condizione è falsa.";

/* Conditional actions settings navigation bar title */
"If Action" = "Azione se (if)";

/* Confirmation HUD when link copies */
"Link copied" = "Link copiato";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Confermi di voler interrompere la condivisione di questo comando rapido? Il link di iCloud verrà eliminato e non funzionerà più.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Questo comando rapido verrà eliminato da tutti i tuoi dispositivi iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Questi comandi rapidi verranno eliminati da tutti i tuoi dispositivi iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” non sembra %2$@. Volevi aggiungere un contatto?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Utilizza comunque “%@”";

/* Contact field; accessibility label */
"Add Contact" = "Aggiungi contatto";

/* Contact field; button */
"Search Contacts" = "Cerca contatti";

/* Contact field; supported type string */
"a phone number" = "un numero di telefono";

/* Contact field; supported type string */
"a phone number or email address" = "un numero di telefono o un indirizzo e-mail";

/* Contact field; supported type string */
"an email address" = "un indirizzo e-mail";

/* Content Types category */
"Content Types" = "Tipi di contenuto";

/* Copy link to shortcut */
"Copy Link" = "Copia link";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copia il link di iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Il formato segue lo standard tecnico Unicode #35.";

/* Custom date format alert title */
"Custom Date Format" = "Personalizza formattazione data";

/* Custom date formatting style */
"Custom" = "Personalizzato";

/* Custom time format title */
"Custom Format" = "Formato personalizzato";

/* Default option */
"Default" = "Default";

/* Delete all shortcuts */
"Delete All" = "Elimina tutto";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Deseleziona tutto";

/* Dictionary key placeholder */
"Key" = "Chiave";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Impostazioni comandi rapidi";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Interrompi comando rapido";

/* Discoverability title */
"Close shortcut" = "Chiudi il comando rapido";

/* Discoverability title */
"Search actions" = "Cerca azioni";

/* Discoverability title */
"Stop shortcut" = "Interrompi comando rapido";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Mostra nella condivisione";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Mostra nel widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Mostra nella complicazione";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Mostra su Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplica il comando rapido";

/* Duplicate shortcut */
"Duplicate" = "Duplica";

/* Edit import questions back bar button title */
"Questions" = "Domande";

/* Error message */
"No options available." = "Non ci sono opzioni disponibili.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Non è stato possibile caricare l'App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Esegui i comandi rapidi velocemente tramite il widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Aggiungi a Preferiti";

/* Favorite button title - action is favorited */
"Favorited" = "In Preferiti";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Account: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Tutti i parametri seguenti sono veri";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Una qualsiasi delle seguenti condizioni è vera";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "inizia con";

/* Find filter UI operator */
"contains" = "contiene";

/* Find filter UI operator */
"does not contain" = "non contiene";

/* Find filter UI operator */
"ends with" = "termina con";

/* Find filter UI operator */
"is" = "è";

/* Find filter UI operator */
"is after" = "è dopo";

/* Find filter UI operator */
"is before" = "è prima di";

/* Find filter UI operator */
"is between" = "è tra";

/* Find filter UI operator */
"is exactly" = "è esattamente";

/* Find filter UI operator */
"is greater than" = "è maggiore di";

/* Find filter UI operator */
"is greater than or equal to" = "è maggiore o uguale a";

/* Find filter UI operator */
"is in the last" = "è tra gli ultimi";

/* Find filter UI operator */
"is in the next" = "è nei prossimi";

/* Find filter UI operator */
"is larger than" = "è più grande di";

/* Find filter UI operator */
"is larger than or equal to" = "è più grande o uguale a";

/* Find filter UI operator */
"is less than" = "è minore di";

/* Find filter UI operator */
"is less than or equal to" = "è minore o uguale a";

/* Find filter UI operator */
"is longer than" = "è più lungo di";

/* Find filter UI operator */
"is longer than or equal to" = "è più lungo o uguale a";

/* Find filter UI operator */
"is not" = "non è";

/* Find filter UI operator */
"is not exactly" = "non corrisponde esattamente a";

/* Find filter UI operator */
"is not on" = "non è il giorno";

/* Find filter UI operator */
"is on" = "è su";

/* Find filter UI operator */
"is shorter than" = "è più breve di";

/* Find filter UI operator */
"is shorter than or equal to" = "è più breve di o uguale a";

/* Find filter UI operator */
"is smaller than" = "è minore di";

/* Find filter UI operator */
"is smaller than or equal to" = "è minore o uguale a";

/* Find filter UI operator */
"is today" = "è oggi";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Esegui il comando tramite richiesta vocale aggiungendolo a Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Utilizza questo comando rapido da altre app aprendo l'opzione di condivisione e selezionando l'opzione “Comandi Rapidi”.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Inserisci una chiave per estrarne il valore dal dizionario o non inserire alcun valore per ottenere l'intero dizionario.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (questo dispositivo)";

/* Full name of contact */
"Full Name" = "Nome completo";

/* Full street address of location */
"Full Street Address" = "Indirizzo completo";

/* Get property */
"Get" = "Ottieni";

/* Get value for a dictionary key */
"Get Value for Key" = "Ottieni valore lemma";

/* Go to next import question */
"Continue" = "Continua";

/* Guided tour; drag actions to here hint */
"…to here" = "…a qui";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Trascina le azioni qui";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "L'azione, quando eseguita su Apple Watch, richiede l'utilizzo di Handoff e deve essere ripresa su iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unità";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Valore orario ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glifo: %1$@, colore sfondo: %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Scegli un'immagine personalizzata da utilizzare quando questo comando rapido viene aggiunto alla schermata Home.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "L'immagine viene utilizzata quando si aggiunge questo comando rapido alla schermata Home.";

/* Icon editor; accessibility label */
"Icon Preview" = "Anteprima icona";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor icone comandi rapidi";

/* Icon editor; segmented control option */
"Color" = "Colore";

/* Icon editor; segmented control option */
"Glyph" = "Icona";

/* Icon editor; segmented control option */
"Home Screen" = "Home";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Le domande che aggiungi ti verranno rivolte quando questo comando rapido verrà importato su un dispositivo differente. Le risposte verranno compilate nel comando rapido.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Puoi verificare le domande importate utilizzando l'opzione “Personalizza il comando rapido” nelle impostazioni di questo comando rapido.";

/* Import questions detail view */
"Default Answer" = "Risposta di default";

/* Import questions detail view */
"Question Text" = "Testo domanda";

/* Import questions detail view */
"Type a question here…" = "Scrivi qui una domanda…";

/* Import questions details view; navigation bar title */
"Details" = "Dettagli";

/* Import questions; button */
"Add New Question…" = "Aggiungi una nuova domanda…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Scegli un parametro da una delle azioni fornite di seguito.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Scegli un parametro";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Questo comando rapido non presenta azioni. Prima di poter configurare l'opzione “Importa domande”, è necessario aggiungerne alcune.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Il comando accetta %@";

/* Input types of action */
"Input" = "Input";

/* Input variable description */
"Gets the output of the previous action." = "Ottiene l'output dell'azione precedente.";

/* Install app icon; should match App Store GET button */
"GET" = "OTTIENI";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Per creare il comando rapido aggiungi azioni dal basso.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Per creare il comando rapido aggiungi azioni da sinistra.";

/* Item can be anything */
"anything" = "qualsiasi elemento";

/* Keep all shortcuts */
"Keep All" = "Mantieni tutti";

/* Keep shortcuts */
"Keep" = "Mantieni";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Mantieni %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Espandi";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Contrai";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Tipi accettati";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Aggiungi %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Quale tipo di valore vuoi aggiungere?";

/* Long date formatting style */
"Long" = "Lungo";

/* Manage sharing */
"Manage Sharing" = "Gestisci opzioni di condivisione";

/* Medium date formatting style */
"Medium" = "Intermedio";

/* Missing action error action */
"Update Shortcuts" = "Aggiorna Comandi Rapidi";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "L'azione che stai cercando non è disponibile per questa versione dell'app Comandi Rapidi.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nome e URL dello Store";

/* Name of measurement unit */
"Unit (Name)" = "Unità";

/* Navigation bar title */
"Select a Magic Variable" = "Seleziona una variabile";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Risolvi conflitti";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variabile non disponibile.";

/* None option */
"None" = "Nessuna";

/* Note about using the action */
"Note" = "Nota";

/* Parameter already in use by another import question */
"Already In Use" = "Già in uso";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Domande parametro non supportate";

/* Piece of text */
"Text" = "Testo";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Questo comando rapido è stato importato da un'altra app. Vuoi eseguirlo?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativo";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Quanto tempo fa/quanto tempo manca";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Dispositivo sconosciuto";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Il nome verrà utilizzato per tutte le variabili magiche associate all'azione “%@”.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Rinomina variabile magica";

/* Rename shortcut alert title */
"Rename Shortcut" = "Rinomina il comando rapido";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Inserisci un nuovo nome per il comando rapido.";

/* Rename workflow or variable */
"Rename" = "Rinomina";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Richiede";

/* Result types of action */
"Result" = "Risultato";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Mostra azione";

/* Scripting category */
"Scripting" = "Programmazione";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Cerca";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Comandi rapidi complicazioni";

/* Select all input types */
"Select All" = "Seleziona tutto";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Condividi comando rapido";

/* Share a workflow along with a description */
"Share with Description" = "Condividi con una descrizione";

/* Share a workflow as a file */
"Share as File" = "Condividi come file";

/* Share shortcut */
"Share" = "Condividi";

/* Short date formatting style */
"Short" = "Breve";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” non contiene azioni.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Comando rapido vuoto";

/* Shortcut contains no actions error title */
"No Actions" = "Nessuna azione";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Personalizza il comando rapido…";

/* Shortcut icon */
"Icon" = "Icona";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Scegli comando rapido";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Elemento spostato tra “%1$@” e “%2$@”";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Elemento spostato alla fine, dopo “%@”";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Elemento spostato all'inizio, prima di “%@”";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Per utilizzare i comandi rapidi dal widget Oggi, segui alcuni semplici passaggi: aggiungi il widget o seleziona l'opzione Fine per configurarlo in seguito.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Aggiungi il widget Oggi per eseguire comandi rapidi in un batter d'occhio.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Immagine di un pannello di condivisione su Safari con l'attività di Comandi Rapidi in evidenza";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "I comandi rapidi di tipo “Estensione azione” vengono eseguiti dal pannello di condivisione integrato di altre app.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "I comandi rapidi presenti sul widget Oggi vengono eseguiti dal Centro Notifiche visualizzabile scorrendo dall'alto verso il basso dello schermo.";

/* Shortcut types help view; title */
"Shortcut Types" = "Tipi di comandi rapidi";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Eliminato su %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Eliminato su un altro dispositivo";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Modificato su %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Modificato su un altro dispositivo";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Cerca comandi rapidi…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Immagine del widget Comandi Rapidi sul Centro Notifiche";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Ignora configurazione";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Interrompi condivisione";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Invia alla galleria";

/* Tap to choose an option */
"Tap to Choose" = "Tocca per scegliere";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Ho creato un comando rapido!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Controller azioni";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "nella parte inferiore dello schermo";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "nella parte superiore dello schermo";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Qualsiasi elemento";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nessun elemento";

/* Title */
"Actions" = "Azioni";

/* Title */
"Date Format" = "Formato data";

/* Title */
"Requires Handoff" = "Richiede Handoff";

/* Title */
"Shortcuts" = "Comandi Rapidi";

/* Title */
"Time Format" = "Formato ora";

/* Title */
"Type" = "Tipo";

/* Title for action drawer categories view */
"Categories" = "Categorie";

/* Title for configuration page for unit */
"Unit (Title)" = "Unità";

/* Title of main screen showing your library of shortcuts */
"Library" = "Libreria";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Personalizza comandi rapidi";

/* Title or button */
"Import Questions" = "Importa domande";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Il widget Oggi è stato configurato correttamente.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Prendi dalla galleria i comandi rapidi del widget Oggi che ti interessano.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Grazie al widget Oggi, puoi eseguire i comandi rapidi con un singolo tocco da qualsiasi app dal Centro Notifiche.";

/* Today widget explanation button */
"Add Widget" = "Aggiungi widget";

/* Today widget explanation button */
"View the Gallery" = "Visualizza la galleria";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Esegui i comandi rapidi su %MODEL% in un batter d'occhio, dovunque tu sia.";

/* Unknown item */
"Unknown" = "Sconosciuto";

/* Used in a phrase like 'Add new item' */
"new item" = "nuovo elemento";

/* User’s favorited workflows or actions */
"Favorites" = "Preferiti";

/* Variable field placeholder */
"Variable Name" = "Nome variabile";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Puoi creare una variabile aggiungendo l'azione “Imposta variabile”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Non ci sono variabili disponibili";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Conflitti";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configura questo comando rapido";

/* Workflow name */
"Name of Shortcut" = "Nome";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Tocca Fine per continuare a modificare il tuo comando rapido.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Immagine dell'app Comandi Rapidi su Apple Watch";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "I comandi rapidi di Apple Watch vengono eseguiti dal polso tramite la complicazione o dall'app Comandi Rapidi per Apple Watch.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Dove trovo il widget Oggi?";

/* iOS Today Widget */
"Today Widget" = "Widget Oggi";

